Repository: Vistaus/calcleaner
Catalog: locales/*.po
Languages: it

source: Start by connecting to a CalDAV account to get some calendars to cleanup...
it: Inizia connettendoti a un account CalDAV per ottenere alcuni calendari da pulire...

source: Add account...
it: Aggiungi account..

source: Reading calendars...
it: Lettura dei calendari...

source: More...
it: Di più...

source: An error occured when fetching calendars...
it: Si è verificato un errore durante il recupero dei calendari...

source: Unknown error
it: Errore sconosciuto

source: Retry
it: Riprova

source: Edit accounts...
it: Modifica account...

source: Purge events older than
it: Elimina gli eventi più vecchi di

source: weeks
it: settimane

source: Do not delete recurring events
it: Non eliminare gli eventi ricorrenti

source: Clean Now!
it: Pulisci ora!

source: Stop
it: Ferma

source: Accounts
it: Account

source: About
it: Informazioni

source: Quit
it: Esci

source: Calendar Cleaner
it: Pulitore per calendario

source: Refresh calendars
it: Aggiorna i calendari

source: CalDAV Account
it: Account CalDAV

source: CalDAV URL
it: URL CalDAV

source: Username
it: Nome utente

source: Disable SSL certificate validation (self-signed certificate, etc.)
it: Disabilita la convalida del certificato SSL (certificato autofirmato, ecc.)

source: CalDAV Accounts
it: Account CalDAV

source: Add account
it: Aggiungi account

source: Remove selected account
it: Rimuovi l'account selezionato

source: Edit selected account...
it: Modifica account selezionato...

source: Calendar
it: Calendario

source: Events
it: Eventi

source: Purge
it: Rimuovere

source: Cleaning
it: Pulizia

source: A simple graphical tool to purge old events from CalDAV calendars
it: Un semplice strumento grafico per eliminare i vecchi eventi dai calendari CalDAV

source: translator-credits
it: Albano Battistella

source: An error occured...
it: Si è verificato un errore...

source: Unable to connect to the server: the SSL certificate is invalid. 🞄 Check that there is no error in the CalDAV server URL 🞄 If you are using a self-signed certificate, disable the SSL verification in the parameters of the account
it: Impossibile connettersi al server: il certificato SSL non è valido. 🞄 Verifica che non ci siano errori nell'URL del server CalDAV 🞄 Se stai utilizzando un certificato autofirmato, disabilita la verifica SSL nei parametri dell'account

source: Unable to connect to the server. 🞄 Check that there is no error in the CalDAV server URL 🞄 Check that the server is currently available 🞄 Check you are connected to the internet
it: Impossibile connettersi al server. 🞄 Verifica che non ci siano errori nell'URL del server CalDAV 🞄 Verifica che il server sia attualmente disponibile 🞄 Verifica di essere connesso a Internet

source: You are not authorized to access this resource. 🞄 Check your login and password 🞄 Check you are allowed to access the server
it: Non sei autorizzato ad accedere a questa risorsa. 🞄 Verifica login e password 🞄 Verifica di essere autorizzato ad accedere al server

source: Unable to read calendars. 🞄 Check that there is no error in the CalDAV server URL
it: Impossibile leggere i calendari. 🞄 Verifica che non ci siano errori nell'URL del server CalDAV

source: Skipped
it: Saltato

source: Reading...
it: In lettura...
